[Version]
7.7

[Main]	
Item0000=Sveiki atvykę į „HP Recovery Manager“. Naudokite šią priemonę, kad atstatytumėte kompiuterį ir galėtumėte juo naudotis net jei jis nebeveikia kaip įprasta.
Item0001=Man nedelsiant reikia pagalbos
Item0002=Noriu atlikti techninės priežiūros darbus
Item0003=Noriu susisiekti su HP palaikymo tarnyba
Item0004=Noriu imtis saugos priemonių
Item0005=„Windows“ sistemos atkūrimas
Item0006=Atkurti ankstesnės dienos sistemos būklę
Item0007=„Windows“ atkūrimo aplinka
Item0008=Jei norite atnaujinti atvaizdą arba atkurti pradinę gamyklinę sistemos būklę, perkraukite kompiuterį ir įjunkite „Windows“ atkūrimo aplinką
Item0009=Atsarginis failo kopijavimas
Item0010=Sukurti atsarginę savo asmeninių duomenų kopiją
Item0011=Sumažintas vaizdo atkūrimas
Item0012=Atkurti tik operacinę sistemą, tvarkykles ir pasirinktą programinę įrangą (grynas vaizdas)
Item0013=Vykdyti kompiuterio patikrą
Item0014=Naudoti aparatūros diagnostikos priemonę kompiuterio atminties, standžiojo disko ir pan. diagnostikai atlikti.
Item0015=Atkūrimo laikmenos kūrimas
Item0016=Kurti sistemos atkūrimo laikmenų rinkinį
Item0017=Pašalinti atkūrimo skaidinį
Item0018=Trinti gamykloje įdiegtą programinės įrangos atsarginį vaizdą, kad būtų atlaisvinta vietos standžiajame diske
Item0019=Gamyklos parametrų atstata
Item0020=Atstatyti kompiuterį ištrinant visą standųjį diską ir atkuriant originalią gamyklos būklę
Item0021=Atlikti kompiuterio priežiūrą
Item0022=Pašalinti triktis, atsisiųsti naujinius ir sužinoti daugiau apie kompiuterį
Item0023=Gauti pagalbos iš HP
Item0024=Rodyti HP klientų palaikymo kontaktinę informaciją
Item0025=Rodyti kontaktinę informaciją
Item0026=Rodyti HP klientų palaikymo kontaktinę informaciją
Item0027=Tvarkyklių ir programų kartotinis diegimas
Item0028=Iš naujo įdiegti tvarkykles ir (arba) programas
Item0029=Išjungta: atkūrimo skaidinys pašalintas.
Item0030=Išjungta: sistemai atkurti naudokite atkūrimo laikmeną.
Item0031=Išjungta: „Windows“ sistemos atkūrimas yra išjungtas.
Item0032=Išjungta: neįdiegta „HP Support Assistant“.
Item0033=„Windows“ atsarginis kopijavimas ir atkūrimas
Item0034=Kurkite atsargines kopijas arba atkurkite failus iš esamos atsarginės kopijos
Item0035=Nepakankamos prieigos teisės
Item0036=Norint vykdyti „HP Recovery Manager“ reikia turėti administratoriaus teises. Padidinkite vartotojo abonemento kontrolės (UAC) parametro reikšmę. 	
Item0037=Versija: 00
Item0038=Išjungta: nepalaikomas dinaminis diskas
Item0039=Išjungta: naudokite „Windows“ disko valdymą
Item0040=„Windows“ failų istorija
Item0041=Norint pasinaudoti kai kuriomis funkcijomis, reikalinga prieiga prie atkūrimo skaidinio. Kad šias parinktis įgalintumėte, prijunkite planšetinį kompiuterį prie doko (stovo) ir paleiskite „HP Recovery Manager“ iš naujo.
Item0042=Jei norite pasinaudoti šia parinktimi, prijunkite planšetinį kompiuterį prie doko (stovo) ir paleiskite „HP Recovery Manager“ iš naujo.
Item0043=Atkūrimo ir atsarginio kopijavimo parinktims reikalinga prieiga prie atkūrimo skaidinio, esančio stove. Prijunkite planšetinį kompiuterį prie doko (stovo), paleiskite sistemą iš naujo ir paspauskite F11, kad programa „HP Recovery Manager“ būtų paleista iš naujo. Spustelėkite „Tęsti“, kad paleistumėte kompiuterio patikrą.
Item0044=„Windows“ sistemos atnaujinimas
Item0045=Atsargumo priemonės
Item0046=Palaikymas
Item0047=Priežiūra
Item0048=Sukurti atkūrimo laikmeną
Item0049=Sukurti savo sistemos atkūrimo laikmeną
Item0050=Atlikti kompiuterio techninę priežiūrą 
Item0051=Susisiekite su HP palaikymo tarnyba
Item0052=Pašalinti atkūrimo skaidinį
Item0053=Sukurti atkūrimo taškus arba naudokite anksčiau sukurtus atkūrimo taškus ir atkurkite savo sistemą į ankstesnės datos būseną
Item0054=„Windows“ failų retrospektyva
Item0055=HP atkūrimo aplinka
Item0056=Jei norite grąžinti pradinę gamyklinę sistemos būseną, paleiskite iš naujo ir įjunkite HP atkūrimo aplinką
Item0057=Vykdant atkūrimo procesą neatjunkite planšetinio kompiuterio nuo prijungimo stotelės. Dėl to nebegalėsite įkrauti planšetinio kompiuterio sistemos.
Item0058=Sistemai atkurti paleiskite iš naujo ir įveskite „00“
Item0059=„Windows“ sistemos nustatymas iš naujo
Item0060=Programa „HP Recovery Manager“ palaikoma tik gulsčio ekrano režimu.
Item0061=Išjunkite „HP Recovery Manager“, pakeiskite ekrano režimą į gulsčią ir vėl įjunkite „HP Recovery Manager“.

[General]	
Item0100=Atgal
Item0101=Kita
Item0102=Atšaukti
Item0103=Tęsti
Item0104=Baigti
Item0105=Gerai
Item0106=Ar norite uždaryti „HP Recovery Manager“?
Item0107=Patikrinkite, ar kompiuteris prijungtas prie išorinio maitinimo adapterio, nes priešingu atveju atkūrimo procesas gali būti pertrauktas.
Item0108=„HP Recovery Manager“ jau veikia!!
Item0109=Perkrauti
Item0110=Išjungti
Item0111=Įspėjimas. Jūsų kompiuteris šiuo metu veikia naudodamas akumuliatoriaus energiją.
Item0112=Kad galėtumėte vykdyti operaciją, prijunkite kompiuterį prie maitinimo adapterio.
Item0113=Norėdami tęsti, prijunkite kompiuterio maitinimo adapterį ir spustelėkite „Gerai“.
Item0114=„HP Recovery Manager“ sutrikimas. Klaidos kodas = 00
Item0115=Susidūrėme su klaidomis. Prašome pabandyti dar kartą.
Item0116=„HP Recovery Manager“
Item0117=„HP Recovery Manager“
Item0118=(klaidos kodas = 00)
Item0119=Pagal dabartinę konfigūraciją atkūrimas nepalaikomas. Įgalinkite „Intel Smart Response“ technologijos spartinimo parinktį ir bandykite dar kartą.
Item0120=„Recovery Manager“ yra skirta „Windows 7“. Ji nesuderinama su „Windows 8“.
Item0121=Ši „Softpaq“ versija nėra palaikoma sistemoje „Windows 7“. Pirmiausia atnaujinkite sistemos versiją į „Windows 8“.
	
[Windows System Restore]
Item0200=„Windows“ sistemos atkūrimas
Item0201=Kad galėtumėte pasinaudoti „Windows“ sistemos atkūrimu, „HP Recovery Manager“ bus uždaryta.
Item0202=„Windows“ sistemos atkūrimas gali padėti išspręsti problemas, dėl kurių kompiuteris veikia lėtai arba nebeatsako. Jis niekaip nepaveiks jokių dokumentų, nuotraukų ar kitų asmeninių duomenų.
Item0203=Jei „Windows“ sistemos atkūrimą norite paleisti automatiškai, spustelėkite „Pirmyn“.
	       	
[Computer Checkup]	
Item0250=Kompiuterio patikra
Item0251=Paleisti „Windows“ skaidinio patikros diską
Item0252=Paleisti atkūrimo skaidinio patikros diską
Item0253=Atidaryti komandos raginimą
Item0254=Norėdami tęsti, pasirinkite parinktį ir spustelėkite „Kita“.
		
[Remove Recovery Partition]	
Item0300=Pašalinti atkūrimo skaidinį
Item0301=Pašalinus atkūrimo skaidinį nebegalima naudotis „Windows Push Button Reset“ („Windows“ perkrovimo vienu spustelėjimu) ir HP atvaizdo atkūrimo parinktimis.
Item0302=Suprasta. Tęskite atkūrimo skaidinio šalinimą.
Item0303=Tęsti
Item0304=Atkūrimo laikmenos kūrimas nebuvo atliktas. Pašalinus atkūrimo skaidinį atkūrimo laikmenos kūrimo parinkties nebus galima naudoti.
Item0305=Dabar eikite į 00.
Item0306=Šalinamas atkūrimo skaidinys...
Item0307=Norėdami grįžti į pagrindinį puslapį spustelėkite „Tęsti“
Item0308=Pradžia
Item0309=Kurti atkūrimo laikmeną
Item0310=Šalinant atkūrimo skaidinį įvyko klaida. Prašome pabandyti dar kartą.
Item0311=Atkūrimo skaidinys sėkmingai pašalintas.
Item0312=Pašalinus atkūrimo skaidinį, nebegalima naudoti HP atvaizdo atkūrimo parinkčių.
		
[File Restore Program]	
Item0400=Failo atkūrimas 
Item0401=Sveiki atvykę į
Item0402=Failo atkūrimas padės jums atkurti failus, kurių atsargines kopijas išsaugojote prieš tai.
Item0403=Norėdami tęsti, spustelėkite „Kita“.
Item0404=Kokio tipo failus norite atkurti?
Item0405=Nuotraukos
Item0406=Muzika ir kiti garso failai
Item0407=Vaizdo įrašai ir filmai
Item0408=Įrašytos televizijos laidos
Item0409=Dokumentai, skaičiuoklės ir prezentacijos
Item0410=El. laiškai, interneto parankiniai ir nustatymai
Item0411=Kita
Item0412=Žinynas
Item0413=Jūsų failai atkurti šioje vietoje:
Item0414=Nuoroda į šią vietą buvo patalpinta jūsų darbalaukyje.
Item0415=Vykdomas atkūrimas
Item0416=Eiga:  00 %
Item0417=Palaukite.
Item0418=Failai atkurti
Item0419=Atkūrimas sėkmingai atliktas.
Item0420=Norėdami uždaryti šią programą, spustelėkite „Baigti“.
Item0421=Kai kurių atkurtų failų kelias yra ilgesnis, nei 260 simbolių. Žr. 00.
Item0422=Gerai
Item0423=Perspėjimas
Item0424=Failų atkūrimas jau veikia.
Item0425=Norėdami vykdyti failų atkūrimą, turite įjungti „Windows 7“.
Item0426=Atšaukti failo atkūrimą?
Item0427=Atkūrimas atšauktas
Item0428=Jūs atšaukėte atkūrimo procesą.
Item0429=Kur norite įrašyti atsarginių kopijų failus?
Item0430=Vietinis diskas
		
[File Backup Program]	
Item0500=Atsarginis failo kopijavimas
Item0501=Kokio tipo failų atsargines kopijas norite padaryti?
Item0502=Nuotraukos
Item0503=Muzika ir kiti garso failai
Item0504=Vaizdo įrašai ir filmai
Item0505=Įrašytos televizijos laidos
Item0506=Dokumentai, skaičiuoklės ir prezentacijos
Item0507=El. laiškai, interneto parankiniai ir nustatymai
Item0508=Kita
Item0509=Žinynas
Item0510=Norėdami tęsti, spustelėkite „Kita“.
Item0511=Nuskaitoma
Item0512=Failų atsarginio kopijavimo vedlys kuria failų, kurių atsarginės kopijos turi būti sukurtos, sąrašą.
Item0513=Šis procesas gali trukti keletą minučių.
Item0514=Eiga: 00 %
Item0515=Palaukite.
Item0516=Šiuo metu nėra pakankamai laisvos vietos standžiojo disko sistemos skaidinyje, kad būtų galima laikinai išsaugoti duomenis juos glaudinant.
Item0517=Turite atlaisvinti šiek tiek vietos standžiajame diske esančiame sistemos skaidinyje, kad galėtumėte tęsti užduotį.
Item0518=Gerai
Item0519=Perspėjimas
Item0520=Norėdami tęsti, pasirinkite parinktį ir spustelėkite „Kita“.
Item0521=Atsarginės kopijos kūrimas
Item0522=Atsarginės failų kopijos kūrimas
Item0523=Atsarginės failų kopijos užbaigimas
Item0524=Nerasta vartotojo pasirinkto tipo failų.
Item0525=Kur norite išsaugoti atsargines kopijas?
Item0526=Šaltinio failų dydis:  00
Item0527=Pavadinimas
Item0528=Tipas
Item0529=Bendras dydis
Item0530=Laisva vieta
Item0531=Nėra įrenginio atsarginei failų kopijai daryti. Patikrinkite, ar prijungtas keičiamasis diskas.
Item0532=Keičiamasis
Item0533=Atsarginis failų kopijavimas parengtas.
Item0534=Jūsų failai bus išsaugoti (00).
Item0535=Atsarginės kopijos kopijavimas 
Item0536=Paskirties diskas neprijungtas.
Item0537=Atsarginis failo kopijavimas
Item0538=„HP Recovery Manager“ sėkmingai sukūrė atsarginę kopiją.
Item0539=Atšaukti atsarginį failo kopijavimą?
Item0540=Atšaukti
Item0541=Atsarginis kopijavimas atšauktas
Item0542=Jūs sėkmingai atšaukėte atsarginio kopijavimo procesą.
Item0543=Jūs atšaukėte atsarginio kopijavimo procesą.
Item0544=Ar norite tęsti sistemos atkūrimą?
Item0545=Ar norite tęsti sumažinto vaizdo atkūrimą?
Item0546=Ar norite tęsti gamyklos nustatymų atstatą?
Item0547=Taip
Item0548=Ne
Item0549=Įrašymo į kompaktinį diską įrenginys
Item0550=Nėra įrenginio atsarginei failų kopijai daryti. Patikrinkite, ar prijungtas keičiamasis diskas arba įrašymo į kompaktinį diską įrenginys.
Item0551=Automatinis atsarginis kopijavimas
Item0552=Leidžia vartotojui pasirinkti atsarginio kopijavimo kategorijas (pvz., nuotraukas). Atsarginis kopijavimas apims daugelio tipų failus, kurie paprastai naudojami toje kategorijoje. Naudokite šią parinktį, jei norite pasinaudoti nesudėtingu būdu atsarginiam kopijavimui konfigūruoti.
Item0553=Atsarginis kopijavimas rankiniu būdu
Item0554=Leidžia naudotojui pasirinkti tam tikrus failus ir aplankus, kurių atsarginės kopijos bus daromos. Naudokite šią parinktį, jei norite visiškai kontroliuoti tai, kam bus daromos atsarginės kopijos.
Item0555=Tiesioginė duomenų kopija
Item0556=Tiesioginė duomenų kopija nenaudoja suglaudinimo ir failai neatkuriami naudojant „HP Recovery Manager“. Norint, kad baigus atsarginį kopijavimą failus būtų galima pasiekti iš bet kurio kompiuterio, tiesiog naršykite sistemos atkūrimo failų kataloge.
Item0557=Norėdami atkurti originalios sistemos duomenis, paprasčiausiai nukopijuokite ir įdėkite failus atgal.
Item0558=Įdėkite tuščią DVD+R arba DVD-R diską ir spustelėkite „Kita“.
Item0559=Kompaktinio disko įrašymo eiga:  00 %
Item0560=Viso diskas (-ai):  00
Item0561=Dabartinis diskas:  00
Item0562=Įdėti diską
Item0563=Įdėkite tuščią diską.
Item0564=„HP Recovery Manager“ nepalaiko įdėto disko, įdėkite tuščią DVD+R arba DVD-R (4,7 GB talpos) diską.
Item0565=Duomenų paruošimas 
	
[Recovery Media Creation]	
Item0600=Pradžia
Item0601=Kurti atkūrimo laikmeną
Item0602=Jūs galite sukurti tik 00 atkūrimo laikmenų rinkinį.
Item0603=Sutinku.
Item0604=Tęsti
Item0605=Įdėkite vieną iš šių laikmenų:
Item0606=USB „Flash“ diskas
Item0607=Reikia mažiausiai 00 GB talpos
Item0608=DVD
Item0609=Reikia 00 diskų
Item0610=DVDDL
Item0611=Tęsti su pažymėtomis laikmenomis?
Item0612=Taip
Item0613=Ne
Item0614=Kuriamas USB atkūrimo diskas...
Item0615=Paruošti diską
Item0616=Formatuojamas USB „Flash“ diskas
Item0617=Kopijuoti vaizdą
Item0618=Atkūrimo vaizdas kopijuojamas į USB „Flash“ diską...
Item0619=Tikrinti diską
Item0620=Tikrinamas USB „Flash“ disko atkūrimo vaizdas...
Item0621=Atlikta 00 %
Item0622=Įdėti diską
Item0623=Norėdami tęsti įdėkite 00 diską. Norėdami sustabdyti atkūrimo laikmenos kūrimą spustelėkite „Atšaukti“. Atkūrimo laikmenos kūrimo procesą galima pratęsti bet kuriuo metu, iš naujo pasirinkus atkūrimo laikmenos kūrimo parinktį.
Item0624=Paruošti duomenis
Item0625=Atkūrimo vaizdo kūrimas
Item0626=Įrašyti duomenis
Item0627=Atkūrimo vaizdo įrašymas į diską
Item0628=Tikrinti diską
Item0629=Atkūrimo vaizdo tikrinimas diske
Item0630=Atkūrimo laikmena buvo sukurta 00. Jūs galite sukurti tik VIENĄ atkūrimo laikmenų rinkinį.
Item0631=Norėdami grįžti į pagrindinį puslapį spustelėkite „Gerai“
Item0632=Gerai
Item0633=Atkūrimo laikmenos kūrimas nebuvo atliktas. Norėdami užbaigti atkūrimo laikmenos kūrimą paspauskite „Tęsti“.
Item0634=Atšaukti
Item0635=Prijunkite kompiuterio maitinimo adapterį.
Item0636=Kad galėtumėte tęsti šį procesą, turite  įdėti akumuliatorių ir prijungti kompiuterį prie maitinimo adapterio.
Item0637=Įdėkite akumuliatorių
Item0638=Nerastas optinis diskų įrenginys
Item0639=Negalite prijungti optinio diskų įrenginio dabar
Item0640=„Blu-ray“ diskas
Item0641=Atkūrimo disko 00 kūrimas baigtas. Pažymėkite diską 00 ir laikykite jį saugioje vietoje.
Item0642=„Flash“ diskas bus suformatuotas. Visi USB „Flash“ diske esantys duomenys bus prarasti. Visa USB „Flash“ disko talpa bus panaudota atkūrimo vaizdui (net jei USB „Flash“ diskas yra didesnis, nei numatomas atkūrimo vaizdo dydis).
Item0643=Norėdami grįžti prie laikmenos pasirinkimo spustelėkite „Atšaukti“, o jei norite pradėti disko paruošimą, spustelėkite „Tęsti“.
Item0644=Pasirinkite vieną iš šių laikmenų parinkčių 
Item0645=VIENĄ
Item0646=Analizuojama aparatūra…
Item0647=Vykdomas atkūrimo laikmenos kūrimas. „HP Recovery Manager“ uždaryti negalima.
Item0648=Kuriant atkūrimo laikmeną įvyko klaida. Prašome pabandyti dar kartą.
Item0649=Įdėto „Flash“ disko talpa nepakankama. Įdėkite kitą diską.
Item0650=Daugkartinio įrašymo laikmena nepalaikoma. Įdėkite tuščią 00 diską.
Item0651=Įdėtas diskas nėra tuščias. Įdėkite tuščią 00 diską.
Item0652=00 atkūrimo diskas (-ai) iš 01 baigtas(-i). Pažymėkite 00 iš 01 diską ir laikykite jį saugioje vietoje.
Item0653=Atkūrimo diskas sukurtas sėkmingai.
Item0654=Atkūrimo „Flash“ diskas sukurtas sėkmingai. Pažymėkite jį ir padėkite saugioje vietoje.
Item0655=Reikia 00 disko
Item0656=Daugkartinio įrašymo laikmena nepalaikoma!!
Item0657=Įdėta laikmena nepalaikoma!!
Item0658=Atkūrimo skaidinys buvo pašalintas. Atkūrimo laikmenos kūrimo parinkties naudoti nebegalima.
Item0659=Disko patikrinti nepavyko. Naudokite kitą diską ir bandykite dar kartą.
Item0660=Nepavyko įrašyti disko. Naudokite kitą diską ir bandykite dar kartą.
Item0661=Ši sistema sukurta naudojant atkūrimo laikmeną. Jūs galite sukurti tik VIENĄ atkūrimo laikmenų rinkinį.
Item0662=Atkūrimo skaidinys buvo pašalintas.
Item0663=Viršytas USB apribojimas
Item0664=Atkūrimo atvaizdas yra didesnis nei 32 GB. Naudokite optinę laikmeną.
Item0665=Atkūrimo atvaizdas yra didesnis nei 32 GB ir viršija USB atmintinės apribojimą. Jei norite sukurti atkūrimo laikmeną, turite naudoti optinę laikmeną (DVD).
Item0666=Įsitikinkite, kad USB atmintinėje telpa 00 GB duomenų (maks. 32 GB).
Item0667=- Atkūrimo diskas 00 iš 01 baigtas. Pažymėkite diską „00 iš 01“ ir laikykite jį saugioje vietoje.
Item0668=- Įdėkite diską, kad tęstumėte, arba spustelėkite „Atšaukti“, kad sustabdytumėte atkūrimo laikmenos kūrimą. 
Item0669=- Galite tęsti bet kuriuo metu, vėl pasirinkdami atkūrimo laikmenos kūrimo parinktį.
Item0670=Įspėjimas: Pasirinktas USB „Flash“ diskas bus suformatuotas. Visi USB „Flash“ diske esantys duomenys bus prarasti.
Item0671=Atkūrimo atvaizdui USB „Flash“ diske daugiausia bus panaudota 32 GB. Jei USB „Flash“ diskas yra didesnis nei 32 GB, po atkūrimo laikmenos sukūrimo likusios laisvos vietos nebus galima panaudoti.
Item0672=Spustelėkite „Atšaukti“, jei norite grįžti prie laikmenos pasirinkimo, arba spustelėkite „Tęsti“, jei norite pradėti atkūrimo laikmenos kūrimą.
Item0673=Pasirinkite 00, jei norite grįžti prie laikmenos pasirinkimo, arba pasirinkite 01, jei norite pradėti atkūrimo laikmenos kūrimą.
	
[System Recovery]	
Item0700=Atkurti pirminę kompiuterio gamyklos būklę
Item0701=Šio proceso metu pagal sistemos skaidinį bus iš naujo įdiegtas originalus gamyklinis atvaizdas, bet kitų standžiojo disko pakeitimų atlikta nebus.
Item0702=Visi po įsigijimo vartotojo sukurti failai ir įdiegtos programos bus prarasti.
Item0703=Iš pradžių sukurkite atsargines savo failų kopijas (rekomenduojama)
Item0704=Atkūrimas nesukuriant atsarginių failų kopijų
Item0705=Norėdami tęsti, pasirinkite parinktį ir spustelėkite „Kita“.
Item0706=HP atkūrimo aplinka
Item0707=Sveiki atvykę į „HP Recovery Manager“
Item0708=Naudokite šią programą, kad atkurtumėte kompiuteryje pirminę gamyklos būklę.
Item0709=Prieš tęsdami atjunkite visus išorinius įrenginius.
Item0710=Norėdami gauti papildomos informacijos žr. kompiuterio dokumentus.
Item0711=Norėdami tęsti, spustelėkite „Kita“.
Item0712=Gamyklos vaizdo atkūrimas
Item0713=Atliekamas jūsų standžiojo disko „Windows“ skaidinio performatavimas
Item0714=Pirminės programinės įrangos diegimas iš naujo
Item0715=Eiga:  00 % 
Item0716=Apytikriai liko laiko: 00 min.
Item0717=Palaukite.
Item0718=Atkūrimas baigtas
Item0719=Iš naujo paleidus kompiuterį ir baigus pradinę sąranką, turėsite atlikti kelis svarbius papildomus veiksmus:
Item0720=Atnaujinti „Microsoft“ ir HP saugos failus
Item0721=Iš naujo įdiegti programinę įrangą, kuri nebuvo iš anksto įdiegta kompiuteryje
Item0722=Atkurti visus asmeninius duomenis, kurių atsarginę kopiją sukūrėte (jei reikia)
Item0723=Norėdami paleisti kompiuterį iš naujo dabar, spustelėkite „Baigti“.
Item0724=Atkūrimo paruošimas
Item0725=Standusis diskas bus suformatuotas iš naujo ir į jį bus nukopijuoti visi failai, reikalingi gamykliniam vaizdui atkurti.
Item0726=Atkuriamų failų diegimas
Item0727=Diegiama programinė įranga ir tvarkyklės, turinys pritaikomas jūsų kompiuteriui.
Item0728=„HP Recovery Manager“ atstatys standžiojo disko gamyklos būklę. Vartotojo duomenys ir standžiojo disko pakeitimai bus prarasti.
Item0729=Gerai
Item0730=Atšaukti
Item0731=Pasiruošimas atkurti gamyklinį vaizdą
Item0732=Kopijuojami pirminei standžiojo disko būsenai atkurti reikalingi failai
Item0733=Paruošimas atkurti baigtas
Item0734=Iš naujo paleidus kompiuterį, bus pradėtas atkuriamų failų diegimo etapas.
Item0735=Bus įdiegta programinė įranga ir tvarkyklės, turinys bus pritaikytas jūsų kompiuteriui.
Item0736=Šiame etape kompiuteris bus kelis kartus automatiškai paleistas iš naujo. Tai įprasta proceso dalis.
Item0737=Proceso metu neišjunkite kompiuterio, neuždarykite jo dangčio, neatjunkite jo nuo kintamosios srovės adapterio ir nemėginkite juo naudotis.
Item0738=Spustelėkite „Tęsti“, kad iš naujo paleistumėte kompiuterį.
Item0739=Įdėkite atkūrimo diską #00.
Item0740=Išimkite atkūrimo laikmeną iš sistemos
Item0741=Sistemos atkūrimo negalima atlikti sistemoje „Windows“. Ar norite įkrauti kompiuterį iš naujo ir atidaryti atkūrimo aplinką?
Item0742=Tęsti?
Item0743=Ruošiama atkūrimo aplinka…
Item0744=Išjunkite visas naudojamas programas ir perkraukite sistemą.
Item0745=Prieš tęsdami atjunkite visus išorinius įrenginius, išskyrus klaviatūrą, pelę ir monitorių.
Item0746=Sistemos atkūrimo negalima atlikti sistemoje „Windows“. Ar norite įkrauti kompiuterį iš naujo ir atidaryti atkūrimo aplinką?
Item0747=Atkūrimo procesą sudaro du etapai:
Item0748=Pradžia
Item0749=Sistemos atkūrimas
Item0750=Išjungta: norėdami atkurti sistemą naudokite gamyklinių nuostatų atkūrimo parinktį	
Item0751=Atnaujinkite savo sistemą įdiegdami naujausius „Microsoft“ ir HP naujinius.
Item0752=Pasirinkote HP atkūrimo aplinką. Sistema bus paleista iš naujo ir įjungs atkūrimo aplinką. Ar norite tęsti?
Item0753=Jei įsigijus kompiuterį jame buvo daugiau nei viena operacinė sistema, atliekant atkūrimo procesą bus iš naujo nustatyta visų operacinių sistemų gamyklinė būsena.
Item0754=Pasirinkote „00“. Sistema bus iš naujo paleista ir veiks atkūrimo aplinkoje. Ar norite tęsti?
Item0755=Visi naudotojo sukurti failai ir skaidiniai, taip pat po visos programos, įdiegtos jau kompiuterį įsigijus, bus pašalintos.
Item0756=Atkūrimo procesą sudaro du etapai:
Item0757=Atkūrimo paruošimas
Item0758=„Windows“ skaidinys bus suformatuotas iš naujo, „Windows“ gamyklinei būklei atkurti reikalingi failai bus nukopijuoti į standųjį diską.
Item0759=Atkuriamų failų diegimas
Item0760=Diegiama programinė įranga ir tvarkyklės, turinys pritaikomas jūsų kompiuteriui.
Item0761=Atkuriami failai standžiajame diske
Item0762=Programa „HP Drive Encryption“ (HPDE) šiame kompiuteryje yra įjungta. Prieš pradėdami sistemos atkūrimą, išjunkite HPDE.
	
[Minimized Image Recovery]	
Item0800=Sumažintas vaizdo atkūrimas
Item0801=Šio proceso metu bus įdiegta gryna „Windows“ aplinka, su įdiegtomis tvarkyklėmis ir minimalia programine įranga.
Item0802=Visi po įsigijimo vartotojo sukurti failai ir įdiegtos programos bus prarasti.
Item0803=Iš pradžių sukurkite atsargines savo failų kopijas (rekomenduojama)
Item0804=Atkūrimas nesukuriant atsarginių failų kopijų
Item0805=Norėdami tęsti, pasirinkite parinktį ir spustelėkite „Kita“.
Item0806=Sumažintas vaizdo atkūrimas
Item0807=Sveiki atvykę į „HP Recovery Manager“
Item0808=Šio proceso metu bus įdiegta gryna „Windows“ aplinka, su įdiegtomis tvarkyklėmis ir minimalia programine įranga.
Item0809=Atkūrimo procesą sudaro du etapai:
Item0810=Atkūrimo paruošimas
Item0811=Standusis diskas bus suformatuotas iš naujo ir į jį bus nukopijuoti visi failai, reikalingi minimaliam vaizdui atkurti.
Item0812=Atkuriamų failų diegimas
Item0813=Diegiama programinė įranga ir tvarkyklės, turinys pritaikomas jūsų kompiuteriui.
Item0814=Prieš tęsdami atjunkite visus išorinius įrenginius.
Item0815=Norėdami gauti papildomos informacijos žr. kompiuterio dokumentus.
Item0816=Norėdami tęsti, spustelėkite „Kita“.
Item0817=Aptiktas dinaminis diskas. Atkūrimo tęsti negalima. Norėdami atkurti kompiuterį turite naudoti atkūrimo laikmeną
Item0818=Ruošiamasi atkurti minimalų vaizdą
Item0819=Atliekamas jūsų standžiojo disko „Windows“ skaidinio performatavimas
Item0820=Kopijuojami pirminei standžiojo disko būsenai atkurti reikalingi failai
Item0821=Eiga:  00 % 
Item0822=Apytikriai liko laiko: 00 min.
Item0823=Palaukite.
Item0824=Paruošimas atkurti baigtas
Item0825=Iš naujo paleidus kompiuterį, bus pradėtas atkuriamų failų diegimo etapas.
Item0826=Bus įdiegta programinė įranga ir tvarkyklės, turinys bus pritaikytas jūsų kompiuteriui.
Item0827=Šiame etape kompiuteris bus kelis kartus automatiškai paleistas iš naujo. Tai įprasta proceso dalis.
Item0828=Proceso metu neišjunkite kompiuterio, neuždarykite jo dangčio, neatjunkite jo nuo kintamosios srovės adapterio ir nemėginkite juo naudotis.
Item0829=Spustelėkite „Tęsti“, kad iš naujo paleistumėte kompiuterį.
Item0830=Atkūrimas baigtas
Item0831=Iš naujo paleidus kompiuterį ir baigus pradinę sąranką, turėsite atlikti kelis svarbius papildomus veiksmus:
Item0832=Atnaujinti „Microsoft“ ir HP saugos failus
Item0833=Iš naujo įdiegti programinę įrangą, kuri nebuvo iš anksto įdiegta kompiuteryje
Item0834=Atkurti visus asmeninius duomenis, kurių atsarginę kopiją sukūrėte (jei reikia)
Item0835=Norėdami dabar paleisti kompiuterį iš naujo, spustelėkite „Baigti“.
Item0836=Gerai
Item0837=Įdėkite atkūrimo diską #00.
Item0838=Išimkite atkūrimo laikmeną iš sistemos
Item0839=„HP Recovery Manager“ įdiegs minimalų vaizdą. Vartotojo duomenys ir standžiojo disko pakeitimai bus prarasti.
Item0840=Prieš tęsdami atjunkite visus išorinius įrenginius, išskyrus klaviatūra, pelę ir monitorių.
Item0841=Išjungta: norėdami atkurti sistemą naudokite gamyklinių nuostatų atkūrimo parinktį
Item0842=Jei įsigijus kompiuterį jame buvo daugiau nei viena operacinė sistema, atliekant atkūrimo procesą bus iš naujo nustatyta visų operacinių sistemų gamyklinė būsena.
	
[Boot from UCRD]	
Item0900=Sistemos atkūrimas
Item0901=„HP Recovery Manager“ automatiškai paleidžiama iš standžiojo disko, bet galite ją vykdyti iš laikmenos, kurią įdedate.
Item0902=Vykdyti programą iš laikmenos
Item0903=Vykdyti programą iš standžiojo disko
Item0904=Norėdami tęsti, pasirinkite parinktį ir spustelėkite „Kita“.
Item0905=Vykdyti programą iš standžiojo disko
Item0906=Dabar kompiuteris bus įkrautas iš skaidinio.
Item0907=Prieš tęsdami išimkite atkūrimo laikmeną.
Item0908=Norėdami uždaryti vedlį, spustelėkite „Baigti“.
Item0909=Susisiekite su HP klientų palaikymo specialistu
Item0910=Sistemos atkūrimo laikmena nepalaiko šio kompiuterio.
Item0911=Negalite atkurti sistemos naudodami šią laikmeną.
Item0912=Negalite atkurti šios sistemos naudodami įrenginio prievadą. Kreipkitės į HP klientų palaikymą.
		
[Factory Reset]	
Item1000=Gamyklos parametrų atstata
Item1001=Gamyklos vaizdo atkūrimas
Item1002=Ar norite atkurti sistemos originalią gamyklinę būklę?
Item1003=Iš pradžių sukurkite atsargines savo failų kopijas (rekomenduojama)
Item1004=Atkūrimas nesukuriant atsarginių failų kopijų
Item1005=Norėdami tęsti, pasirinkite parinktį ir spustelėkite „Kita“.
Item1006=Sveiki atvykę į „HP Recovery Manager“
Item1007=Naudokite šią programą, kad atkurtumėte kompiuteryje pirminę gamyklos būklę.
Item1008=Atkūrimo proces1 sudaro du etapai:
Item1009=Atkūrimo paruošimas
Item1010=Standusis diskas bus suformatuotas iš naujo ir į jį bus nukopijuoti visi failai, reikalingi gamykliniam vaizdui atkurti.
Item1011=Atkuriamų failų diegimas
Item1012=Diegiama programinė įranga ir tvarkyklės, turinys pritaikomas jūsų kompiuteriui.
Item1013=Prieš tęsdami atjunkite visus išorinius įrenginius.
Item1014=Norėdami gauti papildomos informacijos žr. kompiuterio dokumentus.
Item1015=Norėdami tęsti, spustelėkite „Kita“.
Item1016=„HP Recovery Manager“ atstatys standžiojo disko gamyklos būklę. Vartotojo duomenys ir standžiojo disko pakeitimai bus prarasti.
Item1017=Pasiruošimas atkurti gamyklinį vaizdą
Item1018=Atliekamas jūsų standžiojo disko „Windows“ skaidinio performatavimas
Item1019=Kopijuojami pirminei standžiojo disko būsenai atkurti reikalingi failai
Item1020=Atkuriami failai standžiajame diske
Item1021=Eiga:  00 % 
Item1022=Palaukite.
Item1023=Apytikriai liko laiko: 00 min.
Item1024=Paruošimas atkurti baigtas
Item1025=Iš naujo paleidus kompiuterį, bus pradėtas atkuriamų failų diegimo etapas.
Item1026=Bus įdiegta programinė įranga ir tvarkyklės, turinys bus pritaikytas jūsų kompiuteriui.
Item1027=Šiame etape kompiuteris bus kelis kartus automatiškai paleistas iš naujo. Tai įprasta proceso dalis.
Item1028=Proceso metu neišjunkite kompiuterio, neuždarykite jo dangčio, neatjunkite jo nuo kintamosios srovės adapterio ir nemėginkite juo naudotis.
Item1029=Spustelėkite „Tęsti“, kad iš naujo paleistumėte kompiuterį.
Item1030=Atkūrimas baigtas
Item1031=Iš naujo paleidus kompiuterį ir baigus pradinę sąranką, turėsite atlikti kelis svarbius papildomus veiksmus:
Item1032=Atnaujinti „Microsoft“ ir HP saugos failus
Item1033=Iš naujo įdiegti programinę įrangą, kuri nebuvo iš anksto įdiegta kompiuteryje
Item1034=Atkurti visus asmeninius duomenis, kurių atsarginę kopiją sukūrėte (jei reikia)
Item1035=Norėdami paleisti kompiuterį iš naujo dabar, spustelėkite „Baigti“.
Item1036=Taip
Item1037=Ne
Item1038=Susisiekite su HP klientų palaikymo specialistu
Item1039=Daugeliu atvejų pradinės standžiojo disko būsenos atkūrimas išspręs iškilusias problemas.
Item1040=Jei ši problema išlieka, galite susisiekti su HP klientų palaikymo specialistu.
Item1041=HP techninės pagalbos kontaktinę informaciją galite rasti kompiuterio dokumentacijoje.
Item1042=Norėdami uždaryti šią programą, spustelėkite „Baigti“.
Item1043=Įdėkite atkūrimo diską #00.
Item1044=Išimkite atkūrimo laikmeną iš sistemos
Item1045=„HP Recovery Manager“ atstatys standžiojo disko originalią gamyklos būklę. Vartotojo duomenys ir visi standžiojo disko pakeitimai bus prarasti.
Item1046=Gerai
Item1047=Atšaukti
Item1048=Prieš tęsdami atjunkite visus išorinius įrenginius, išskyrus klaviatūrą, pelę ir monitorių.
Item1049=HP Recovery Manager atstatys standžiojo (-iųjų) disko (-ų) pradinę gamyklinę būklę. Vartotojo duomenys ir visi standžiojo disko pakeitimai bus prarasti.	
Item1050=Atliekant šį procesą bus atkurta pradinė gamyklinė sistemos būsena.
Item1051=Standusis diskas bus suskirstytas į skaidinius ir performatuotas atkuriant pradinę gamyklinę būseną.
Item1052=Visi naudotojo sukurti failai ir skaidiniai bei visos programos, kurios buvo įdiegtos jau kompiuterį įsigijus, bus pašalintos.
Item1053=Jei įsigijus kompiuterį jame buvo daugiau nei viena operacinė sistema, atliekant atkūrimo procesą bus iš naujo nustatyta visų operacinių sistemų gamyklinė būsena.
	
[Restoration Incomplete]	
Item1100=Atkūrimas nebaigtas
Item1101=Atkūrimas nebuvo baigtas.
Item1102=Pasirinkite vieną iš šių mygtukų:
Item1103=Įrašyti žurnalą
Item1104=Išsamiai
Item1105=Bandyti vėl
Item1106=Ši priemonė surinks informaciją apie jūsų sistemą, kad padėtų HP nustatyti problemą.
Item1107=Prijunkite keičiamąjį diską, kuriame yra bent 00 MB laisvos vietos, ir spustelėkite „Gerai“.
Item1108=Gerai
Item1109=Nepakanka vietos. Prijunkite keičiamąjį diską, kuriame yra bent 00 MB laisvos vietos, ir spustelėkite „Gerai“.
Item1110=Žurnalo failas įrašytas kaip 00.
Item1111=Įdėkite atkūrimo laikmeną.
Item1112=Spustelėkite „Tęsti“, kad iš naujo paleistumėte kompiuterį.
Item1113=Tęsti
Item1114=Bendra standžiojo disko talpa yra mažesnė nei originalaus gamykloje įdiegto standžiojo disko. Atkūrimo procesas negali būti tęsiamas.
Item1115=Bendra standžiojo disko talpa yra per maža. Atkūrimo procesas negali būti tęsiamas.
		
[Drivers and Applications Reinstall]	
Item1200=Tvarkyklių ir programų kartotinis diegimas
Item1201=Tvarkyklių ir programų sąrašo parengimas
Item1202=Pradžia
Item1203=Diegti
Item1204=Diegiama
Item1205=Atlikta
Item1206=Programos (00)
Item1207=Tvarkyklės (00)
Item1208=HP naujiniai (00) – atnaujinimai, atsisiųsti ir įdiegti iš HP.com arba „HP Support Assistant“
Item1209=Versija: 00
Item1210=00 elementų,
Item1211=00 iš 01 pasirinktų elementų,
Item1212=00 programa ir
Item1213=00 programos ir
Item1214=00 tvarkyklė ir
Item1215=00 tvarkyklės ir
Item1216=00 HP naujinys
Item1217=00 HP naujiniai
Item1218=Diegimas baigtas.
Item1219=Programinė įranga diegiama. „HP Recovery Manager“ uždarymas atšauktas.
Item1220=Gerai
Item1221=Prieš pakartotinai diegdami programinę įrangą, pašalinkite ankstesnę versiją.
Item1222=Pakartotinai diegiant programinę įrangą įvyko klaida. Prašome pabandyti dar kartą.
Item1223=Šiame prietaise programinės įrangos šaltinis nerastas
Item1224=Elementas
Item1225=00 iš 01 pasirinktų elementų,
Item1226=Viena ar kelios iš pasirinktų tvarkyklių ir (arba) programų gali būti netinkamai įdiegtos ir pažymėtos ženklu „šauktukas“. Pašalinkite jas iš kompiuterio prieš vėl mėgindami įdiegti iš „HP Recovery Manager“.
Item1227=Viena ar kelios iš pasirinktų tvarkyklių ir (arba) programų gali būti netinkamai įdiegtos ir pažymėtos ženklu 00. Pašalinkite jas iš kompiuterio prieš vėl mėgindami įdiegti iš „HP Recovery Manager“.
Item1228=00 Tvarkyklė
Item1229=00 Tvarkyklės
Item1230=Atlikta	
	
[RP Protection]	
Item1300=Atkūrimo skaidinys
Item1301=Perspėjimas
Item1302=Šioje jūsų standžiojo disko srityje (arba skaidinyje) yra failai, naudojami „Windows Push Button Reset“ („Windows“ perkrovimo vienu spustelėjimu) funkcijai ir HP atvaizdui atkurti.
Item1303=Netrinkite ir nekeiskite šių failų.
Item1304=Bet koks šio skaidinio pakeitimas gali ateityje paveikti sistemos atkūrimo funkcijas.
	
[Show Contact Information]	
Item1350=Susisiekite su HP klientų palaikymo specialistu
Item1351=Daugeliu atvejų gamyklinio atvaizdo atkūrimas išspręs iškilusias problemas.
Item1352=Jei ir toliau susidursite su problemomis, arba jei jums prireiks pakaitinių sistemos atkūrimo diskų, gali tekti kreiptis pagalbos į HP klientų palaikymo tarnybą.
Item1353=Galite susisiekti su HP klientų palaikymo specialistu čia:
Item1354=www.hp.com/go/contacthp
Item1355=Norėdami uždaryti šią programą, spustelėkite „Baigti“.
Item1356=Norėdami uždaryti šią programą, spustelėkite „Atšaukti“.

[File Backup Program 2.0]
Item1400=Kurį failų pasirinkimo būdą norite naudoti atsarginei kopijai kurti?
Item1401=Automatinis pasirinkimas
Item1402=Pasirinkite failų kategorijas, kurių atsargines kopijas norite kurti.
Item1403=Vartotojo pasirinkimas
Item1404=Rankiniu būdu pasirinkite failus ir aplankus, kurių atsargines kopijas norite daryti.
Item1405=Jei naudojate automatinio pasirinkimo funkciją, renkatės failų, kurių atsarginę kopiją norite daryti, kategoriją. Pavyzdžiui, „Nuotraukos“ ar „Muzika ir kiti garso failai“. Tada programa ieško kompiuteryje šių kategorijų failų (pagal iš anksto nustatytus failų tipų, paprastai naudojamų tokiems failams kurti, rinkinius) ir sukuria jų atsarginę kopiją. Failai yra suglaudinami ir norint juos pasiekti reikia atkurti naudojant failų atkūrimo parinktį.
Item1406=Naudodami vartotojo pasirinkimo funkciją „Windows“ naršyklės lange pasirinkite tiksliai tuos failus ir aplankus, kurių atsarginę kopiją norite daryti. Yra dvi atsarginės kopijos kūrimo galimybės: suglaudinant ir nesuglaudinant.
Item1407=Suglaudinimas: failai yra suglaudinami ir norint juos pasiekti reikia atkurti naudojant failų atkūrimo parinktį.
Item1408=Neglaudinimas: failai ir katalogai kopijuojami atskirai jų neglaudinant. Failus galima pasiekti nenaudojant failų atkūrimo parinkties.
Item1409=Ar norite naudoti suglaudinimą?
Item1410=Suglaudinimas
Item1411=Neglaudinimas
Item1412=Failai yra suglaudinami WIM failo formatu ir norint juos pasiekti reikia atkurti kompiuteryje naudojant failų atkūrimo parinktį. Ši parinktis sumažina atsarginės kopijos dydį, o atkuriant visi failai automatiškai kopijuojami į C:\, kur juos galima pasiekti naudojant darbalaukio nuorodą.
Item1413=Failai ir katalogai kopijuojami atskirai jų nesuglaudinant, o juos pasiekti galima tiesiog atsarginės kopijos diske nenaudojant failų atkūrimo parinkties. Ši parinktis nesumažina atsarginės kopijos dydį, o failus ir katalogus reikia vėl nukopijuoti į kompiuterį rankiniu būdu (komandos „Kopijuoti“ / „Įklijuoti“).
Item1414=Kurių failų atsargines kopijas norite padaryti?
Item1415=Ieškoti failų
Item1416=Atsarginės kopijos dydis:  00
Item1417=Pavadinimas
Item1418=Dydis
Item1419=Atsarginės kopijos laikmenos pasirinkimas
Item1420=Laikmenos pasirinkimas: 00
Item1421=Norint sukurti atsarginę kopiją, reikia 00 disko.
Item1422=Pasirinkę laikmeną ir norėdami tęsti atsarginės kopijos kūrimo procesą, spustelėkite „Kita“.
Item1423=Norėdami pasirinkti kito tipo laikmeną, spustelėkite „Atgal“.
Item1424=Failų paruošimas
Item1425=Disko kūrimas
Item1426=Disko įrašymas
Item1427=Disko tikrinimas
Item1428=Įdėkite 00 diską iš 00 00.
Item1429=Pasirinkti failai
Item1430=Kopijuoti failus
Item1431=Pasirinkti failai ir katalogai nukopijuoti
Item1432=Recovery Manager sėkmingai nukopijavo failus
Item1433=Failams reikia daugiau vietos nei yra atsarginės kopijos diske, atsarginės kopijos kūrimo proceso tęsti negalima.
Item1434=Keisti į suglaudinimo režimą
Item1435=Atšaukti failų, didesnių nei 00, žymėjimą
Item1436=Pasirinkite įrenginį dar kartą
Item1437=Didelis failų sąrašas
Item1438=Įdėkite 00 diską.
Item1439=Disko, kuriame būtų pakankamai vietos atsarginei kopijai, nėra. Prijunkite kitą diską arba atlaisvinkite vietos tame diske, kuris šiuo metu prijungtas.
Item1440=Šio tipo diskas nepalaikomas.
Item1441=Sumažina failo dydį. Reikia naudoti parinktį Failo atkūrimas.
Item1442=Nesumažina failo dydžio, nereikia naudoti parinkties Failo atkūrimas.
Item1443=Atsarginę kopiją galima įrašyti tik optinėje laikmenoje arba išoriniame standžiajame diske. Jei toliau nepateikiamas norimas įrenginys ir (arba) laikmenos tipas, įsitikinkite, kad įrenginys prijungtas ir įjungtas arba norimas laikmenos tipas įdėtas į optinį įrenginį, kad galėtumėte tęsti atsarginio kopijavimo procesą.
Item1444=Šis diskas yra netinkamas arba jis gali būti sugadintas. Įdėkite 00 diską.
Item1445=Atsarginė kopija gali būti išsaugota tik išoriniame standžiajame diske arba NTFS formato USB „Flash“ diske. Patikrinkite, ar norimas įrenginys yra prijungtas, ar jo failų sistema yra NTFS, tada tęskite atsarginės kopijos kūrimo procesą.
Item1446=Jei „00“ pasirinkta automatinio pasirinkimo arba vartotojo pasirinkimo režimu, atsarginė visų failų kopija sukuriama jų neglaudinant, o failai atkuriami duomenis kopijuojant rankiniu būdu. Failų atkūrimo parinkties naudoti negalima.
Item1447=Visi failai išsaugomi „00“ aplanke.
Item1448=Failai glaudinami WIM failo formatu ir norint juos pasiekti reikia kompiuteryje atkurti, naudojant failų atkūrimo parinktį. Naudojant šią parinktį atsarginės kopijos užima mažiau vietos, o visi failai atkuriami jūsų nurodytoje vietoje ir pasiekiami naudojant darbalaukio nuorodą.
Item1449=Glaudinti negalima, jei pasirinkti „00“ duomenys.
Item1450=„00“ duomenų atsarginė kopija sukurta toliau nurodytame aplanke, esančiame atsarginių kopijų aplanko šakniniame kataloge:
Item1451=Pasibaigus atkūrimo procesui „00“ duomenų atsargines kopijas iš anksčiau nurodyto atsarginių kopijų aplanko nukopijuokite į savo sistemą.
Item1452=„00“ duomenų atsargines kopijas galima suskurti tik naudojant neglaudinimo parinktį.
Item1453=Kad atsargines kopijas sukurtumėte naudodami neglaudinimo parinktį, pasirinkite „Gerai“, o jei norite iš naujo sukurti atsargines failų kopijas, pasirinkite „Atšaukti“.

[Windows Recovery Environment]
Item1500=HP atsarginė kopija ir atkūrimas arba kreipkitės į HP pagalbos centrą

[Windows System Refresh]
Item1600=Atnaujinkite savo asmeninį kompiuterį nepaliesdami asmeninių failų

[AboutInfo]
Item1700=Informacija
Item1701=Versija
Item1702=Atkūrimo laikmena
Item1703=Sistema
Item1704=Produkto numeris
Item1705=Serijos numeris
Item1706=HP atkūrimo skaidinys
Item1707=Taip
Item1708=Ne
Item1709=Apie